[
  {
    "fileName": "1.jpg",
    "title": "地心引力",
    "desc": "深邃浩瀚的外层空间，蔚蓝的地球与深不见底、漆黑一片的宇宙形成鲜明对比。一台隶属美国的空间站，数名宇航人员正进行太空漫步，对所属卫星做着例行检查。瑞安一行遭到碎片重创，有的同伴不幸身亡，而她和科沃斯基失去控制坠入宇宙深处。幸存的二人不得不彼此信赖，拼尽全力朝向故土前进……"
  },
  {
    "fileName": "2.jpg",
    "title": "火星救援",
    "desc": "载人航天宇宙飞船阿瑞斯3号成功抵达火星，谁知一场破坏力极其巨大的风暴向宇航员们袭来，阿瑞斯3号被迫中断任务，紧急返航。撤离途中，宇航员马克·沃特尼被飞船上吹落的零件击中，由于生还希望渺茫，队友们只得匆匆返航，并向世人宣告他已牺牲的事实……"
  },
  {
    "fileName": "3.jpg",
    "title": "一切尽失",
    "desc": "距苏门答腊海峡1700海里，一名远赴印度洋独自航行的男子（罗伯特·雷德福 Robert Redford 饰）绝望地喃喃自语，在这里，似乎一切尽失。8天前，仍在睡梦中的他遭逢连番劫难，先是驾驶的帆船与一个掉入海里的集装箱相撞，再是船舱无法遏止地进水，无以修复……"
  },
  {
    "fileName": "4.jpg",
    "title": "完美风暴",
    "desc": "五位船员在茫茫大海中和狂风巨浪搏斗的故事。富贵险中求，尽管比利知道前方可能有风暴，比利还是坚决的往前行使。然而，真实情况比他想象的还要糟糕：风暴异常狂暴，他们正在面临出海生涯以来最为严峻的考验。友情和爱情，在这场风暴中愈磨愈坚……"
  },
  {
    "fileName": "5.jpg",
    "title": "孤筏重洋",
    "desc": "影片根据挪威著名探险家索尔·海尔达尔的真实经历改编，讲述他在1947年与五位朋友乘坐木筏漂流，穿越太平洋的传奇冒险故事……"
  },
  {
    "fileName": "6.jpg",
    "title": "北壁",
    "desc": "1936年纳粹者发起全国青少年挑战阿尔卑斯山背面的活动,很多人都认为那是死亡之墙,但还是有2位德国青少年挑战,而最终失败的故事。 人们在雪山中发现了他们的尸体　其中一人手紧握攥着一个小页血书，上书“给我一套装备。我能爬到中国……"
  },
  {
    "fileName": "7.jpg",
    "title": "源代码",
    "desc": "影片讲述了一位在阿富汗执行任务的美国空军飞行员柯尔特·史蒂文斯，醒来时发现自己正处在一辆前往芝加哥的火车上，并就此经历的一系列惊心动魄的事件……"
  },
  {
    "fileName": "8.jpg",
    "title": "极度深寒",
    "desc": "一艘豪华的邮轮“阿尔戈号”航行在茫茫的大海之上，穿上搭载的除了身价万千的贵妇和富豪外，还有价值无可估量的珍贵货物，然而，在这纸醉金迷的海上生活背后，却隐藏了一个邪恶的阴谋，一群穷凶极恶之徒受到委托，要将这艘邮轮洗劫一空。但是，一种外表可怖的神秘海怪却提前一步袭击了邮轮，富丽堂皇的装潢在霎时间被鲜血淹没……"
  },
  {
    "fileName": "9.jpg",
    "title": "黑暗侵袭",
    "desc": "莎拉本来平静幸福的生活被一次车祸意外打破，丈夫和女儿在事故中丧生，她虽然活了下来却从此一蹶不振，为了让莎拉重新振作起来，她的五个女性朋友为她安排了一次探险旅行，地点是在一个丛林中荒僻而古老洞穴，茹诺是其中最有野外探险经验也是她选择来到这里。正当女孩们对山洞中景色惊叹不已时，却在不知不觉中惊扰了洞中另外一种生物……"
  },
  {
    "fileName": "10.jpg",
    "title": "夺命深渊",
    "desc": "本片根据Andrew Wight在西澳大利亚探洞时的真实经历改编，采用《阿凡达》的3D摄像机拍摄。在巴布亚新几内亚某地一个人迹罕见的原始丛林腹地，有一个号称洞穴之母的巨洞——伊萨·阿拉。腰缠万贯的探险家卡尔一掷千金，雇用拥有丰富洞穴探险经验的弗兰克及其团队对这里进行勘查。殊不知灭顶之灾正在逼近…… "
  },
  {
    "fileName": "11.jpg",
    "title": "万能钥匙",
    "desc": "该片讲述了护士卡罗琳去一个僻远而古旧的房子里照顾房子男主人却被卷入一连串的阴谋的故事……"
  },
  {
    "fileName": "12.jpg",
    "title": "极地重生",
    "desc": "本片曾获多项国际大奖，其情节源自一个真实的逃亡故事。二战末期，德国军人科利基文斯在战争中沦为战俘，被处以25年的刑期，而此时他怀孕的妻子和女儿则完全没有他的消息，只能求神保佑他还能活着回来。经过漫长的跋涉，一行战俘被送到了一个劳改场，那里没有围墙也没有栅栏，然而极度的严寒和千里冰原则成了难以逾越的屏障……"
  },
  {
    "fileName": "13.jpg",
    "title": "星际穿越",
    "desc": "主要讲述了一队探险家利用他们针对虫洞的新发现，超越人类对于太空旅行的极限，从而开始在广袤的宇宙中进行星际航行的故事……"
  },
  {
    "fileName": "14.jpg",
    "title": "电锯惊魂",
    "desc": "一觉醒来的亚当发现自己被困在一个废弃的厕所里。他的对面是同样命运的劳伦斯——他们被人用铁链绑住了腿，并吃惊发现二人中间横亘着一个恐怖的死人。死人鲜血淋漓，左手拿录放机右手拿枪。 一个血腥的死亡游戏开始了……"
  },
  {
    "fileName": "15.jpg",
    "title": "恐怖游轮",
    "desc": "影片讲述单身母亲杰西和一群朋友乘坐游艇出海游玩遇到风暴，登上一艘经过的游轮后却发现这艘1930年失踪的神秘游轮里空无一人，随之而来的连环凶杀让杰西等人陷入轮回的恐怖之中……"
  },
  {
    "fileName": "16.jpg",
    "title": "小岛惊魂",
    "desc": "该片讲述了二战结束后，在英伦的小岛上独自抚养着一对儿女，等待着丈夫归来的格蕾丝，迎来了三个古怪的新仆人，一系列怪事发生，格蕾丝逐渐感到这座房屋被诡异神秘的气氛包围着，一切都变得扑朔迷离……"
  },
  {
    "fileName": "17.jpg",
    "title": "前目的地",
    "desc": "影片改编自罗伯特·A·海因莱因小说《你们这些还魂尸》，讲述一个时间特工穿梭时空提前阻止犯罪的神秘组织成员，他穷尽一生追踪一名连环爆炸犯，但最终直面对手时，真相却让他瞠目结舌……"
  },
  {
    "fileName": "18.jpg",
    "title": "普罗米修斯",
    "desc": "故事被设置在宇宙中最危险的角落。影片讲述一队科学家开展了一场惊悚的探险之旅，这一切将考验他们生理和精神上的极限，并让他们滞留在一个完全不同的世界，在那里他们会发现困扰人类已久的终极问题的答案，以及生命的终极之谜……"
  },
  {
    "fileName": "19.jpg",
    "title": "云图",
    "desc": "该片改编自大卫·米切尔的同名小说，由看似独立却彼此相互间存在着某种神秘的联系的六个故事组成……"
  },
  {
    "fileName": "20.jpg",
    "title": "时空罪恶",
    "desc": "中年男子海克特和妻子克莱拉搬到郊外一幢别墅居住，他用望远镜观察四周的景物，却意外看到一个正脱去衣衫的妙龄女子。海克特心感疑惑，决定前往女子出现的灌木丛中查看一番，结果遭到一个手持尖刀、全身缠满绷带的男子的追杀……"
  },
  {
    "fileName": "21.jpg",
    "title": "闪灵",
    "desc": "杰克是一个作家。一个冬天，他得到了一个看管山顶酒店的差事。这正合杰克的意思，他正好可以有一个幽静的地方写作。于是杰克带着妻儿搬进了酒店。直到有一天，温蒂发现丈夫这些天来一直写就只有一句话：杰克发疯了……"
  },
  {
    "fileName": "22.jpg",
    "title": "致命 ID",
    "desc": "一个典型而又引人入胜的悬疑故事：一个汽车旅馆里，住进了10个人，他们中间有司机、妓女、过气女星、夫妇、警探和他的犯人，还有神秘的旅馆经理。这天风雨大作，通讯中断，10人被困在了旅馆里，惊悚的故事开始了……"
  }

]
