[
	{
		"fileName":"1.jpg",
		"title":"大力神",
		"desc":"电影讲述公元前1200年的古希腊，一位女王在为众神之神宙斯生下一子后死去。她的孩子赫拉克利斯（凯南·鲁兹饰）被赋予推翻国王暴政、重建和平的力量。当赫拉克利斯领悟到自己伟大的使命时，他必须抉择：带着真爱逃离或者完成自己的使命成为自己时代的英雄。"
	},
	{
		"fileName":"2.jpg",
		"title":"幸存日",
		"desc":"电影《幸存日》将主打灾难悬疑风格，讲述三个各怀心事的中年男人突然同被深埋在地下1000米深处时，从心境到人性透视，再到面对死亡时颠覆性的变化过程。"
	},
	{
		"fileName":"3.jpg",
		"title":"驯龙高手2",
		"desc":"故事发生在《驯龙高手》的五年之后，赛龙比赛已成为岛上最受欢迎的一项运动，男女主人公希卡普与阿斯特丽德驾着自己的龙开始探索未知的世界。他俩发现自己已卷入一场战争的中心地带，必须率领族人捍卫这片土地的平静。"
	},
	{
		"fileName":"4.jpg",
		"title":"心花路放",
		"desc":"电影《心花路放》讲述了耿浩（黄渤饰）在生活中遭遇了情感危机，面对情感的背叛，耿浩陷入难以自拔的痛苦之中。好基友郝义（徐峥饰）为了帮助他摆脱痛苦，于是一对“暴走兄弟”带上一只狗，开始了一段搞笑的疯狂的猎艳之旅。"
	},
	{
		"fileName":"5.jpg",
		"title":"男人如衣服",
		"desc":"主要讲述了设计师之间的竞争其中旧情人、国际知名设计师缪丝寄来的一件礼物让雨果旧情复燃，雨果诈称公司面临破产，希望请缪丝出山帮忙，监督一个时装系列来渡过难关，缪丝于是以“男人如衣服”为题的女性时装系列来刁难雨果，同时又穿插着爱情的故事。"
	},
	{
		"fileName":"6.jpg",
		"title":"拉贝日记",
		"desc":"影片从亲历者角度记录了“南京大屠杀”始末，是证实“南京”事件信息最为完整详实的史料。曾对纳粹主义深信不疑的拉贝，在战争的残酷现实中挺身而出，在“南京大屠杀”期间一手组建起“国际安全区”，挽救了20万中国百姓的生命。"
	},
		{
		"fileName":"7.jpg",
		"title":"源代码",
		"desc":"影片讲述了一位在阿富汗执行任务的美国空军飞行员柯尔特·史蒂文斯，醒来时发现自己正处在一辆前往芝加哥的火车上，并就此经历的一系列惊心动魄的事件。"
	},
	{
		"fileName":"8.jpg",
		"title":"BAIT",
		"desc":"一个怪物海啸陷阱消费者在沿海澳大利亚超市建筑内还有一个12英尺的大白鲨。"
	},
	{
		"fileName":"9.jpg",
		"title":"冰封：重生之门",
		"desc":"该片翻拍自1989年霍耀良执导电影《急冻奇侠》，讲述了冰封四百年、时空逆转来到现代的锦衣卫贺英在被昔日反目兄弟追杀和现代女孩情感纠缠之间所展开的一场爱恨情仇、生死决斗的故事。"
	},
	{
		"fileName":"10.jpg",
		"title":"菠萝快车",
		"desc":"该片讲述了两个不务正业的家伙无意中目睹了一宗与毒品相关的谋杀案后，不幸被卷入其中，被迫踏上了亡命之路。"
	},
	{
		"fileName":"11.jpg",
		"title":"万能钥匙",
		"desc":"该片讲述了护士卡罗琳去一个僻远而古旧的房子里照顾房子男主人却被卷入一连串的阴谋的故事。"
	},
	{
		"fileName":"12.jpg",
		"title":"阿凡达",
		"desc":"故事发生在2154年，故事从地球开始，杰克·萨利是一个双腿瘫痪的前海军陆战队员，他觉得没有任何东西值得他去战斗，因此他对被派遣去潘多拉星球的采矿公司工作欣然接受。"
	},
	{
		"fileName":"13.jpg",
		"title":"星际穿越",
		"desc":"《星际穿越》主要讲述了一队探险家利用他们针对虫洞的新发现，超越人类对于太空旅行的极限，从而开始在广袤的宇宙中进行星际航行的故事。"
	},
	{
		"fileName":"14.jpg",
		"title":"少年派的奇幻漂流",
		"desc":"影片讲述的是少年派遇到一次海难，家人全部丧生，他与一只孟加拉虎在救生小船上漂流了227天，人与虎建立起一种奇特的关系，并最终共同战胜困境获得重生。2013年，该片在第85届奥斯卡奖颁奖礼上获得了包括最佳导演、最佳视觉效果在内的四项奖项。"
	},
	{
		"fileName":"15.jpg",
		"title":"恐怖游轮",
		"desc":"影片讲述单身母亲杰西和一群朋友乘坐游艇出海游玩遇到风暴，登上一艘经过的游轮后却发现这艘1930年失踪的神秘游轮里空无一人，随之而来的连环凶杀让杰西等人陷入轮回的恐怖之中。"
	},
	{
		"fileName":"16.jpg",
		"title":"小岛惊魂",
		"desc":"该片讲述了二战结束后，在英伦的小岛上独自抚养着一对儿女，等待着丈夫归来的格蕾丝，迎来了三个古怪的新仆人，一系列怪事发生，格蕾丝逐渐感到这座房屋被诡异神秘的气氛包围着，一切都变得扑朔迷离。"
	},
	{
		"fileName":"17.jpg",
		"title":"前目的地",
		"desc":"影片改编自罗伯特·A·海因莱因小说《你们这些还魂尸》，讲述一个时间特工穿梭时空提前阻止犯罪的神秘组织成员，他穷尽一生追踪一名连环爆炸犯，但最终直面对手时，真相却让他瞠目结舌。"
	},
	{
		"fileName":"18.jpg",
		"title":"普罗米修斯",
		"desc":"故事被设置在宇宙中最危险的角落。影片讲述一队科学家开展了一场惊悚的探险之旅，这一切将考验他们生理和精神上的极限，并让他们滞留在一个完全不同的世界，在那里他们会发现困扰人类已久的终极问题的答案，以及生命的终极之谜。"
	},
	{
		"fileName":"19.jpg",
		"title":"云图",
		"desc":"该片改编自大卫·米切尔的同名小说，由看似独立却彼此相互间存在着某种神秘的联系的六个故事组成。"
	},
	{
		"fileName":"20.jpg",
		"title":"时空罪恶",
		"desc":"影片讲述了海克特企图杀死另一时间的自己的故事。"
	}
]